app/controllers/posts_controller.rb

  def create
    @post = Post.new(post_params)
    @post.save
---
INSERT INTO "posts" ("title", "created_at", "updated_at") VALUES (?, ?, ?)  [["title", "Kjk"], ["created_at", "2020-12-02 07:42:50.389366"], ["updated_at", "2020-12-02 07:42:50.389366"]]